{
  "LazyVim": {
    "branch": "main"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "async.nvim": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "chezmoi.nvim": {
    "branch": "main"
  },
  "chezmoi.vim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "cyberdream.nvim": {
    "branch": "main"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "eldritch.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "gruvbox.nvim": {
    "branch": "main"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "kulala.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.comment": {
    "branch": "main"
  },
  "mini.hipatterns": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-pest": {
    "branch": "main"
  },
  "neotest-phpunit": {
    "branch": "main"
  },
  "neotest-python": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-ansible": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-jdtls": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "octo.nvim": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "refactoring.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "solarized-osaka.nvim": {
    "branch": "main"
  },
  "spring-boot.nvim": {
    "branch": "main"
  },
  "spring-initializr.nvim": {
    "branch": "main"
  },
  "springboot-nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  }
}
